export default {
  安徽: {
    name: "安徽",
    data: ["合肥", "芜湖", "马鞍山"],
  },
  北京: {
    name: "北京",
    data: ["北京"],
  },
  重庆: {
    name: "重庆",
    data: ["重庆"],
  },
  福建: {
    name: "福建",
    data: ["福州", "厦门", "泉州"],
  },
  甘肃: {
    name: "甘肃",
    data: ["兰州", "嘉峪关", "金昌"],
  },
  广东: {
    name: "广东",
    data: ["广州", "深圳", "珠海"],
  },
  广西: {
    name: "广西",
    data: ["南宁", "柳州", "桂林"],
  },
  贵州: {
    name: "贵州",
    data: ["贵阳", "六盘水", "遵义"],
  },
  海南: {
    name: "海南",
    data: ["海口", "三亚", "三沙"],
  },
  河北: {
    name: "河北",
    data: ["石家庄", "唐山", "秦皇岛"],
  },
  河南: {
    name: "河南",
    data: ["郑州", "洛阳", "开封"],
  },
  黑龙江: {
    name: "黑龙江",
    data: ["哈尔滨", "齐齐哈尔", "牡丹江"],
  },
  湖北: {
    name: "湖北",
    data: ["武汉", "黄石", "十堰"],
  },
  湖南: {
    name: "湖南",
    data: ["长沙", "株洲", "湘潭"],
  },
  江苏: {
    name: "江苏",
    data: ["南京", "无锡", "徐州"],
  },
  江西: {
    name: "江西",
    data: ["南昌", "景德镇", "萍乡"],
  },
  吉林: {
    name: "吉林",
    data: ["长春", "吉林", "四平"],
  },
  辽宁: {
    name: "辽宁",
    data: ["沈阳", "大连", "鞍山"],
  },
  内蒙古: {
    name: "内蒙古",
    data: ["呼和浩特", "包头", "乌海"],
  },
  宁夏: {
    name: "宁夏",
    data: ["银川", "石嘴山", "吴忠"],
  },
  青海: {
    name: "青海",
    data: ["西宁", "海东", "海北"],
  },
  山东: {
    name: "山东",
    data: ["济南", "青岛", "淄博"],
  },
  山西: {
    name: "山西",
    data: ["太原", "大同", "阳泉"],
  },
  陕西: {
    name: "陕西",
    data: ["西安", "宝鸡", "咸阳"],
  },
  上海: {
    name: "上海",
    data: ["上海"],
  },
  四川: {
    name: "四川",
    data: ["成都", "绵阳", "德阳"],
  },
  天津: {
    name: "天津",
    data: ["天津"],
  },
  西藏: {
    name: "西藏",
    data: ["拉萨", "日喀则", "昌都"],
  },
  新疆: {
    name: "新疆",
    data: ["乌鲁木齐", "克拉玛依", "吐鲁番"],
  },
  云南: {
    name: "云南",
    data: ["昆明", "曲靖", "玉溪"],
  },
  浙江: {
    name: "浙江",
    data: ["杭州", "宁波", "温州"],
  },
};
